{
    "description": "Инновационные решения для современного строительства",
    "description_1": "Asia Fixing Systems является компанией занимающаяся поставками передовых строительных материалов и строительных технологий",
    "button-contacts": "Свяжитесь с нами",
    "main_products": "Продукты",
    "contact_us": "Позвонить",
    "button-view": "Подробнее",
    "about-us": "О нас",
    "vision": "Наше видение",
    "vision-text": "Наше видение в Asia Fixing System — революционизировать строительную отрасль с помощью передовых строительных материалов и передовых технологий. Мы стремимся быть ведущим поставщиком инновационных продуктов и услуг, которые позволяют нашим клиентам завершать проекты с большей эффективностью, устойчивостью и экономичностью. Благодаря нашей приверженности качеству, кастомизации и удовлетворению потребностей клиентов, мы стремимся стать предпочтительным партнером для всех строительных нужд.",
    "team-story": "История команды",
    "team-text": "В Asia Fixing System мы стремимся предоставлять нашим клиентам передовые строительные материалы и строительные технологии. Наша команда экспертов увлечена созданием индивидуальных решений, которые соответствуют конкретным потребностям наших клиентов. Мы стремимся к совершенству во всем, что делаем, от обеспечения качества до эффективного управления цепочками поставок. С нашим акцентом на инновации и ориентированным на клиента подходом мы стремимся обеспечить успех ваших проектов.",
    "contact-description": "Наши контакты",
    "contact-text": "Благодарим вас за интерес к Asia Fixing System. Мы торговая компания, специализирующаяся на предоставлении передовых строительных материалов и строительных технологий. Независимо от того, есть ли у вас вопросы о наших продуктах или услугах, или вы хотите обсудить конкретный проект, мы готовы помочь. Пожалуйста, свяжитесь с нами по телефону, электронной почте.",
    "contact-address": "Алматы, Жандосова 54, БЦ Uko House, офис 12",
    "main": "Главная",
    "isolation-description": "ПРИСАДКИ ДЛЯ ГИДРОИЗОЛЯЦИИ БЕТОНА С ТЕХНОЛОГИЕЙ C-S-H",
    "about_tech": "О технологии",
    "isolation-benefits": "Преимущества",
    "admixture": "Присадки Krystaline:",
    "tech": "Технология",
    "certificates": "Сертификаты и тесты",
    "benefit-1": "Гидроизоляция бетона без необходимости в мембранах.",
    "benefit-2": "Защита арматуры от коррозии.",
    "benefit-3": "Самовосстановление бетона.",
    "benefit-4": "Увеличение прочности на сжатие, растяжение и изгиб.",
    "benefit-5": "Безопасность для питьевой воды.",
    "benefit-6": "Увеличение долговечности и устойчивости конструкции.",
    "benefit-7": "Krystaline является гидрофильным и использует воду для улучшения гидратации, пока бетон не станет водонепроницаемым.",
    "benefit-8": "Krystaline всегда присутствует, чтобы продолжить улучшенную гидратацию при наличии воды.",
    "benefit-name-1": "Полная гидроизоляция",
    "benefit-name-2": "Каталитическая производительность",
    "isolation-products": "Продукты",
    "view-products": "Просмотреть продукты",
    "isolation-tech": "ТЕХНОЛОГИЯ C-S-H ОТ KRYSTALINE",
    "request": "Запросить дополнительную информацию",
    "CSH-tech": "ЧТО ТАКОЕ ТЕХНОЛОГИЯ CSH",
    "CSH-tech-desc": "Технология CSH основана на гидроизоляции бетона путем кристаллизации и улучшения его свойств для достижения большей долговечности. В общем, бетон при воздействии воды или влаги претерпевает серию химических реакций, которые вызывают более быстрое ухудшение и утечки. Благодаря технологии CSH от Krystaline, когда бетон вступает в контакт с водой, он образует миллионы нерастворимых кристаллов гидратов силикатов кальция, которые закупоривают капиллярную сеть. Это навсегда уменьшает проницаемость бетона. Главная достоинство этой системы гидроизоляции заключается в том, что она не пытается действовать как физический барьер против воды, она проникает в бетон и ищет его, становясь его союзником. Другими словами, она гидрофильна, а не гидрофобна. Вода усиливает ее эффективность. Кроме того, Krystaline не изнашивается и не истощается, это катализатор. Гидрофильная реакция также имеет преимущество самовосстановления усадочных трещин и любых трещин, которые могут появиться даже спустя годы. Таким образом, у нас всегда будет ультра водонепроницаемый бетон с лучшим внешним видом и большей прочностью, защищающий всю конструкцию от внешних химических агентов и обеспечивающий ей большую долговечность и устойчивость.",
    "uses-csh-tech": "ИСПОЛЬЗОВАНИЕ ТЕХНОЛОГИИ CSH ОТ KRYSTALINE",
    "uses-csh-desc": "Гидроизоляция новых зданий: Присадки для новых конструкций Использование Krystaline в качестве присадки позволяет добиться гидроизолированной бетонной конструкции с кристаллической технологией с самого начала. С момента начала жизни бетона кристаллизация остается активной в структуре. Это свойство остается латентным на протяжении всей жизни бетона. Мы могли бы сказать, что присадки Krystaline становятся союзниками с водой, когда она появляется, для гидроизоляции и защиты бетона. Решение для ремонта бетона: гидроизоляционные растворы Они используются для защиты или ремонта бетонных конструкций, которые подвергаются деградации или в основном находятся под воздействием воды. В отличие от других технологий, ремонтные продукты (гидроизоляционные растворы) не создают только поверхностный барьер. При наличии воды Krystaline проникает путем адсорбции и благодаря своей каталитической природе проникает все глубже и глубже, чтобы гидроизолировать бетон по всей его толщине. Таким образом, мы достигаем тех же преимуществ, что и наши присадки для существующих конструкций. Со временем поверхностное нанесение можно даже удалить, оставив гидроизолированное бетонное основание. Вкратце, это латентная технология, которая реагирует на наличие воды на протяжении всего жизненного цикла бетона, достигая постоянных результатов при его применении.",
    "see-products": "Смотреть продукты",
    "solution": "Настоящие решения для монтажных систем от INKA",
    "installation-desc": "ШИРОКИЙ АССОРТИМЕНТ ПРОДУКЦИИ INKA FIXING, ОРИЕНТИРОВАННЫЙ НА КАЧЕСТВО И ПРЕВОСХОДСТВО, С ВАМИ ВО ВСЕХ ИНЖЕНЕРНЫХ РЕШЕНИЯХ.",
    "categories": "Категории",
    "not-found": "НЕ НАЙДЕНО",
    "see-product": "Смотреть продукт",
    "inka-tech-desc-1" : "Технология INKA Fixing относится к специализированной системе, используемой для надежного крепления и анкерных решений, особенно в строительстве и машиностроении. Разработанная для обеспечения надежных и долговечных соединений, эта технология имеет важное значение для обеспечения структурной устойчивости и безопасности.",
    "inka-tech-desc-2": "Технология INKA Fixing представляет собой важнейший аспект современного строительства и инжиниринга, предлагая ряд решений, которые повышают безопасность, долговечность и эффективность различных проектов. Благодаря постоянным инновациям и приверженности качеству технология INKA Fixing остается надежным выбором для профессионалов по всему миру.",
    "mounting-desc" : "Sealax — торговая марка, специализирующаяся на производстве качественной строительной химии.",
    "mounting-about": "О Sealax",
    "mounting-about-desc1": "Ключевой принцип бренда – предоставление клиентам продуктов, которые не только высокоэффективны, но и безопасны в использовании. Мы уделяем особое внимание исследованиям и разработке новых формул при производстве, чтобы уверенно соответствовать самым высоким стандартам качества в области строительной химии.",
    "mounting-about-desc2": " Одним из направлений Sealax является производство полиуретановых монтажных пен Sealafoam для различных целей, с учетом особенностей строительных объектов и требований профессиональных строителей." ,
    "catalog" : "Каталог товаров"        
}
