{
    "description": "Innovative Solutions for Modern Construction",
    "description_1": "A company engaged in the supply of advanced building materials and construction technologies",
    "button-contacts": "Contact us",
    "main_products": "Products",
    "contact_us": "Contact us",
    "button-view": "View more",
    "about-us": "About Us",
    "vision": "Our Vision",
    "vision-text": "Our vision at Asia Fixing System is to revolutionize the construction industry with advanced building materials and cutting-edge technologies. We strive to be the leading supplier of innovative products and services that enable our clients to complete their projects with greater efficiency, sustainability, and cost-effectiveness. Through our commitment to quality, customization, and customer satisfaction, we aim to be the partner of choice for all construction-related needs.",
    "team-story": "Team Story",
    "team-text": "At Asia Fixing System, we are committed to delivering advanced building materials and construction technologies to our clients. Our team of experts is passionate about creating customized solutions that meet our clients’ specific needs. We strive for excellence in everything we do, from quality assurance to efficient supply chain management. With our focus on innovation and a customer-centric approach, we are dedicated to ensuring the success of your projects.",
    "contact-description": "Our Contacts",
    "contact-text": "Thank you for your interest in Asia Fixing System. We are a trading company that specializes in providing advanced building materials and construction technologies. Whether you have questions about our products or services, or would like to discuss a specific project, we are here to help. Please feel free to contact us by phone, email.",
    "contact-address": "Almaty, Kazakhstan",
    "main": "Main",
    "isolation-description":"ADMIXTURES FOR WATERPROOFING CONCRETE WITH C-S-H TECHNOLOGY",
    "about_tech":"About Technology",
    "isolation-benefits":"BENEFITS",
    "admixture":"Krystaline admixtures:",
    "tech":"Technology",
    "certificates":"Certificates and Tests",
    "benefit-1":"Waterproofing the concrete without need for membranes.",
    "benefit-2":"Protecting reinforcing steel from corrosion.",
    "benefit-3":"Self-healing the concrete.",
    "benefit-4":"Increasing compressive, tensile and flexural strength.",
    "benefit-5":"Safe for potable water.",
    "benefit-6":"Increasing the durability and sustainability of the structure.",
    "benefit-7":"Krystaline is hydrophilic and uses water to enhance the hydration until the concrete is waterproof.",
    "benefit-8":"Krystaline is always present to continue the enhanced hydration whenever water is present.",
    "benefit-name-1":"Total Waterproofing",
    "benefit-name-2":"Catalytic Performance",
    "isolation-products": "PRODUCTS",
    "view-products": "View Products",
    "isolation-tech": "C-S-H TECHNOLOGY BY KRYSTALINE",
    "request" : "Request More Information",
    "CSH-tech": "WHAT IS CSH TECHNOLOGY",
    "CSH-tech-desc": "CSH technology is based on waterproofing concrete by crystallization and improving its properties to achieve greater durability. In general, concrete when exposed to water or humidity undergoes a series of chemical reactions that cause faster deterioration and leaks. Thanks to Krystaline’s CSH technology, when concrete comes into contact with water it produces millions of insoluble crystals of calcium silicate hydrates that plug the capillary network. This permanently reduces the permeability of the concrete. The greatest virtue of this waterproofing system is that it does not try to ac as a physical barrier against water, it penetrates the concrete and seeks it out, becoming its ally. In other words, it is hydrophilic, not hydrophobic. Water enhances its effectiveness. In addition, Krystaline does not wear out and does not run out, it is a catalyst. The hydrophilic reaction also has the advantage of self-repairing shrinkage cracks and any cracks that may appear even years later. In this way we will always have an ultra waterproof concrete with a better appearance and more strength, protecting the entire structure against external chemical agents and giving it greater durability and sustainability.",
    "uses-csh-tech": "USES OF CSH TECHNOLOGY BY KRYSTALINE",
    "uses-csh-desc": "Waterproofing of new buildings: Admixtures for new structures By using Krystaline as an admixture, a waterproofed concrete structure with crystalline technology is achieved natively. From the beginning of the concrete’s life, crystallization remains active in the structure.  This property remains latent for the entire life of the concrete. We could say that Krystaline admixtures ally with water, when it appears, to waterproof and protect the concrete. Concrete repair solution: waterproofing mortars They are used to protect or repair concrete constructions that are degraded or mainly subject to the presence of water. Unlike other technologies, repair products (waterproofing mortars) do not only form a surface barrier. In the presence of water, Krystaline penetrates by adsorption and thanks to its catalytic nature, it penetrates further and further to waterproof the concrete throughout its thickness. In this way, we achieve the same benefits as our admixtures for existing structures. With sufficient time, the surface application can even be removed, leaving the concrete substrate waterproofed. In short, it is a latent technology that reacts to the presence of water throughout the life cycle of the concrete, achieving permanent results in its application.",
    "see-products": "See the products",
    "solution": "True Solutions for Installation Systems is INKA",
    "installation-desc": "INKA FIXING'S WIDE RANGE OF PRODUCTS, FOCUSED ON QUALITY AND EXCELLENCE, WITH YOU IN ALL ENGINEERING SOLUTIONS.",
    "categories": "Categories",
    "not-found": "NOT FOUND",
    "see-product": "See the product",
    "inka-tech-desc-1" : "INKA Fixing technology refers to a specialized system used for secure fastening and anchoring solutions, particularly in construction and engineering. Developed to provide reliable and durable connections, this technology is essential in ensuring structural stability and safety.",
    "inka-tech-desc-2": "INKA Fixing technology represents a crucial aspect of modern construction and engineering, offering a range of solutions that enhance the safety, durability, and efficiency of various projects. Through continuous innovation and a commitment to quality, INKA Fixing technology remains a trusted choice for professionals around the world."
    

}